[{"model": "Books.book", "pk": 1, "fields": {"title": "Dracula", "author": 3, "isbn": "159874654321", "date_published": "1897-05-26", "cover": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Dracula1st.jpeg", "prologue": "Drácula es una novela publicada en 1897 por el irlandés Bram Stoker, quien ha convertido a su antagonista en el vampiro más famoso. Se dice que el escritor se basó en las conversaciones que mantuvo con un erudito húngaro llamado Arminius Vámbéry, quien le habló de Vlad Drăculea. La novela, escrita de manera epistolar, presenta otros temas, como el papel de la mujer en la época victoriana, la sexualidad, la inmigración, el colonialismo o el folclore. Como curiosidad, cabe destacar que Bram Stoker no inventó la leyenda vampírica, pero la influencia de la novela ha logrado llegar al cine, el teatro y la televisión.\r\n\r\nDesde su publicación en 1897, la novela nunca ha dejado de estar en circulación, y se suceden nuevas ediciones. Sin embargo, hasta 1983 no abandonó el terreno marginal de la literatura sensacionalista para incorporarse a los clásicos de la Universidad de Oxford.", "rating": "5.0", "literary_genre": "TR", "tags": "[]", "price": "1000.00"}}, {"model": "Books.book", "pk": 2, "fields": {"title": "Los Miserables", "author": 4, "isbn": "4556465218465", "date_published": "1862-01-01", "cover": "https://upload.wikimedia.org/wikipedia/commons/9/99/Ebcosette.jpg", "prologue": "Los miserables (título original en francés: Les misérables) es una novela del político, poeta y escritor francés Victor Hugo publicada en 1862, considerada como una de las obras más conocidas del siglo XIX. La novela, de estilo romántico, plantea a través de su argumento un razonamiento sobre el bien y el mal, sobre la ley, la política, la ética, la justicia y la religión. El autor confesó que se había inspirado en Vidocq, criminal francés que se redimió y acabó inaugurando la Policía Nacional francesa, para crear a los dos protagonistas y que la historia de su país le había inspirado para situar el contexto histórico: por ello, los personajes viven la Rebelión de junio (1832) y los posteriores cambios políticos. Además, el autor analiza los estereotipos de aquel momento y muestra su oposición a la pena de muerte. En su núcleo, al fin, la novela sirve como una defensa de los oprimidos sea cual sea el lugar o situación sociohistórica que vivan.", "rating": "4.0", "literary_genre": "DR", "tags": "[]", "price": "500.00"}}, {"model": "Books.book", "pk": 3, "fields": {"title": "La llamada de Cthulhu", "author": 2, "isbn": "54657616486", "date_published": "1928-02-01", "cover": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Hugh_Rankin_-_The_Call_of_Cthulhu.jpg", "prologue": "La historia está compuesta por dos narrativas principales vinculadas por una tercera, la voz del «autor». Solo el autor es capaz de interpretar correctamente lo sucedido y es consciente de la importancia de la información que tiene en su poder, y va narrándolo siguiendo el orden en que él mismo fue descubriendo la verdad.\r\n\r\nComienza con la muerte de un eminente profesor de la Universidad Brown, Providence, y el estudio de los documentos con los que estaba trabajando. Estos incluyen un informe sobre un ataque perpetrado por una secta. Una investigación sobre los miembros de la secta saca a la luz algunas pistas sobre la horrorosa criatura que veneran, Cthulhu. Este ser, que supuestamente llegó con sus seguidores extraterrestres desde las estrellas millones de años antes de la aparición del Hombre, ahora descansa en un sueño profundo en su ciudad sumergida, R'lyeh.\r\n\r\n\r\nLa segunda parte de la historia empieza con el cuaderno de bitácora del primer oficial de un barco que descubre la ciudad hundida, pues esta ha emergido a la superficie en el Océano Pacífico. La ciudad emergió porque «las estrellas eran propicias» y el tiempo para el despertar de Cthulhu y sus engendros había llegado.", "rating": "4.0", "literary_genre": "TR", "tags": "[]", "price": "600.00"}}]